WORK_BELT = [
    'Да',
    'Не сейчас',
    'Не там ищешь',
    'Да, но временную',
    'Да, но временную',
    'Не время для перемен'
]

WORK_BELT_GIF = [
    'CAACAgIAAxkBAAEKtgNlS767nULPUiGDrtiOYUyArU7bjQACMQMAArVx2gainV7ieCZu5jME',
    'CAACAgIAAxkBAAEKtgVlS77EwnZhxwqtWkcOCYLz0uHgTgACMwMAArVx2gaM6C2Okqcz6DME',
    'CAACAgIAAxkBAAEKtgdlS77uY5y2Zw68pkDKhh3zMSWBoAACOwMAArVx2gYYSwbSVVPLRDME',
    'CAACAgIAAxkBAAEKtgllS78LgRN7a3BN7GC7u6frIQ0WyQACLwMAArVx2gbtBTBLtmNN0TME',
]

FUTURE_MAN = [
    'В любви с этим человеком можно ожидать поддержки и понимания.',
    'Вы можете ожидать взаимного уважения и доверия в отношениях.',
    'Возможно, вас ждут приятные сюрпризы и моменты счастья.',
    'Любовь с этим человеком может принести вам глубокую эмоциональную связь.',
    'Возможно, вас ожидает рост и развитие как личности вместе с ним/ней.'
]

THIS_RELATION = [
    'Будущее отношений зависит от того, как вы будете работать над ними.',
    'Это зависит от того, насколько вы готовы вложить усилия в сохранение своих отношений.',
    'Только вы и ваш партнер можете решить, есть ли будущее у ваших отношений',
    'Если вы оба готовы работать над отношениями, то будущее у них есть.',
    'Никто не может предсказать будущее, но вы можете сделать все возможное, чтобы сохранить свои отношения.'
]

BOLS_STORIS = [
    "Да",
    "Нет",
    "Может быть",
    "Возможно",
    "Вряд ли",
    "Скорее всего",
    "Наверняка",
    "Возможно, но не уверен",
    "Не уверен",
    "Сложно сказать"]

LOVE_STORIS = [
    'Да',
    'Нет',
    'Еще не определился',
    'Мечется меж двух огней',
    'Боится своих чувств',
    'Любит, но другую',
    ]


GIF_FOR_BOLL = [
    'CAACAgIAAxkBAAEKtYZlS3TS324lnM2mhWl0Lo-_AAEsfnsAAvIeAAKTallKFuhaFZQetrMzBA',
    'CAACAgIAAxkBAAEKtYhlS3TloD6WZt6ah2exjeGCtrI4XQACERQAAjHR6ErDdtk2-Os0tTME',
    'CAACAgIAAxkBAAEKtYplS3T69sUEvT0fLy1vnA4UawzKXQAC1xgAAmGzEErd0qWlq-5XYDME',
    'CAACAgIAAxkBAAEKtYxlS3UQCDMviezNyn3nFrXQQ5379wACNg8AAkexGEqglF6lCztXHjME',
                ]


GIF_FOR_LOVE = [
    'CAACAgIAAxkBAAEKtbhlS5HjRuYbB9eq6yalCUdcdZkwlwACSAcAAiHtuwPDAAFE-Tvi4qczBA',
    'CAACAgQAAxkBAAEKtbxlS5KsFZANvln0KFv1ArMR5pHCLwACPxgAAqbxcR4lSV03aK6BaTME',
    'CAACAgIAAxkBAAEKtc1lS5TNaV-2ed-246lB-gse3M1ZmgACfwEAAj0N6AS98XKpqDIlKDME',
    'CAACAgIAAxkBAAEKtdNlS5Tz8SOlPfYpxt4lpVGAAc-nnAACwgEAAj0N6AR8KAeRh5LyBTME',
    ]

CART = {
    'cart_taro/В_разработке.png': 'Сервис пока в разработке',
}


CART_VORON = {
    'carts_lenorman/Всадник.png': 'Всадник — не бойся нового, но соблюдай правила.',
    'carts_lenorman/Клевер.jpg': 'Клевер — инвестируй в себя или свое дело.',
    'carts_lenorman/Корабыль.jpg': 'Корабль — пришло время сменить обстановку, тем более, дорога тебя ждет хорошая!',
    'carts_lenorman/Дом.jpg': 'Дом — не позволяй сомнениям быть сильнее тебя, решай проблемы с холодной головой.',
    'carts_lenorman/Дерево.jpg': 'Дерево — сначала научись доверять себе, а потом верь людям.',
    'carts_lenorman/Тучи.jpg': 'Тучи — все меняется, и черная полоса тоже скоро закончится, не опускай руки!',
    'carts_lenorman/Змея.jpg': 'Змея — будь осторожнее: не доверяй сладким речам некой темноволосой женщины. ',
    'carts_lenorman/Гроб.jpg': 'Гроб — отпусти то, что должно уйти без сожалений, освободив место для нового.',
    'carts_lenorman/Букет.jpg': 'Букет — смотри оптимистичнее и не унывай, потому что скоро случится нечто хорошее! ',
    'carts_lenorman/Коса.jpg': 'Коса — иногда лучше ужасный конец, чем бесконечный ужас.',
    'carts_lenorman/Метла.jpg': 'Метла — иди вперед, не оглядываясь на сплетников, не давай навязывать тебе что-либо.',
    'carts_lenorman/Птицы.jpg': 'Птицы — тщательно подумай перед тем, как принять чье-то предложение по работе.',
    'carts_lenorman/Ребенок.jpg': 'Ребенок — победишь легко, но не обольщайся и не задирай нос — не искушай судьбу.',
    'carts_lenorman/Лиса.jpg': 'Лиса — смотри в оба: кто-то готовит для тебя удар в спину.',
    'carts_lenorman/Медведь.jpg': 'Медведь — придется либо решить конфликт, либо пойти на компромисс, а то и уступить.',
    'carts_lenorman/Звезды.jpg': 'Звезды — проблему можно решить легче, если взглянуть на нее с другой стороны.',
    'carts_lenorman/Аист.jpg': 'Аист — наберись терпения и не торопи события — так ты желаемое не получишь.',
    'carts_lenorman/Собака.jpg': 'Собака — тебе повезло с друзьями, а еще хватит себя жалеть, бери жизнь в свои руки!',
    'carts_lenorman/Башня.jpg': 'Башня — лучше горькая правда, чем сладкая ложь, осознай это, чтобы решить проблему.',
    'carts_lenorman/Сад.jpg': 'Сад — чтобы достичь успеха, будь смелее и амбициознее в том, чем ты занимаешься.',
    'carts_lenorman/Гора.jpg': 'Гора — не будь эгоистом и помни: когда ты высоко, снижать планку бывает больно.',
    'carts_lenorman/Развилка.jpg': 'Развилка — не трать время попусту, принимай решение быстрее!',
    'carts_lenorman/Мыши.jpg': 'Мыши — найди в себе силы признать ошибки, иначе снова наступишь на те же грабли.',
    'carts_lenorman/Сердце.jpg': 'Сердце — любовь к тебе искренняя, не бойся отвечать на нее и разреши себе сиять!',
    'carts_lenorman/Кольцо.jpg': 'Кольцо — принимай окончательное решение уверенно и с ясной головой',
    'carts_lenorman/Книга.jpg': 'Книга — никому не рассказывай о том, что собираешься сделать уже давно!',
    'carts_lenorman/Письмо.jpg': 'Письмо — внимательно следи за знаками свыше — твои планы могут не осуществиться.',
    'carts_lenorman/Мужчина.jpg': 'Мужчина — в тебя кто-то очень влюблен, и он заслуживает твоего доверия.',
    'carts_lenorman/Женщина.jpg': 'Женщина — женщины, которые тебя любят, желают тебе только добра, доверься им.',
    'carts_lenorman/Лилии.jpg': 'Лилии — притормози и еще раз подумай перед тем, как прыгать в омут с головой.',
    'carts_lenorman/Солнце.jpg': 'Солнце — поверь в свой талант и позволь ему наконец проявиться!',
    'carts_lenorman/Луна.jpg': 'Луна — чтобы понять, что за человек стоит перед тобой, спроси свою интуицию',
    'carts_lenorman/Ключ.jpg': 'Ключ — смени тактику — так ты успеха в этом деле не добьешься.',
    'carts_lenorman/Рыба.jpg': 'Рыбы — сохрани холодный рассудок, когда будешь действовать быстро.',
    'carts_lenorman/Якорь.jpg': 'Якорь — у тебя в руках есть все, чтобы добиться успеха — иди и действуй.',
    'carts_lenorman/Крест.jpg': 'Крест — доверься судьбе и отпусти ситуацию, позволь себе плыть по течению.',
}


STIKERS_VORON = [
    'CAACAgEAAxkBAAEKxRJlV0XWGUis6ZqSCGqU0QwkkbZ5GQACkgkAAr-MkATC-qJvXhIKxjME',
    'CAACAgEAAxkBAAEKxRRlV0XxE5w2HQV1rIrwCTK9uldiDAAClgkAAr-MkARXVvJQffy78zME',
    'CAACAgEAAxkBAAEKxRZlV0YHI2OogncoA8bXIwmUZX3ArAACjQkAAr-MkARX6Vh0K73MOTME',
    'CAACAgEAAxkBAAEKxRhlV0YoiRAS6yH3SlzFZZAAAQh2fVMAAqQJAAK_jJAE-HGshczT4_szBA',
    'CAACAgEAAxkBAAEKxRplV0ZEOjWawu2kKHjt8NE7n2dUpwACmgkAAr-MkARDmPCqw2K2OjME',
    'CAACAgIAAxkBAAEKxRxlV0dOFGPXpzLKXWTRxVHEhOBxzwACeAMAArVx2gYKb0vWENGwTTME',
    'CAACAgIAAxkBAAEKxR5lV0d26K_3D68YBd0aLgJsvXYDnAACcQMAArVx2gajXFHv8Q3C9jME',
]

VORON_SPECK = [
    "Будьте готовы к неожиданному повороту событий.",
    "Не пренебрегайте мелочами, они могут оказаться важными.",
    "Старайтесь не делать поспешных выводов и действовать осмотрительно.",
    "Возможно, вам потребуется помощь близких людей, не стесняйтесь обращаться к ним.",
    "Не зацикливайтесь на прошлом и смотрите в будущее.",
    "Будьте готовы к тому, что некоторые вещи могут оказаться не такими, какими кажутся на первый взгляд.",
    "Старайтесь сохранять спокойствие и не терять голову в сложных ситуациях.",
    "Будьте бдительны и не доверяйте слишком легко людям, которых вы не знаете достаточно хорошо.",
    "Помните, что каждый выбор, который вы делаете, имеет последствия.",
]

BIG_ORACUL = 'Большой расклад на месяц (Оракул Ленорман) 1500 руб.'
DIGGICULT_QUESTION = 'Сложный вопрос (Цыганский оракул) 1200 руб.'
QUESTION_FEELINGS = 'Любой вопрос о чувствах/отношениях (Таро) 1000 руб.'
LEARN_FUTURE = 'Узнать будущее (Цыганский оракул) 1000 руб.'
DESTINY = 'В чем мое предназначение? (Старшие Арканы Таро) 700 руб.'
# Help_massage = 'Бесплатный бот для онлайн гаданий с '
# 'возможностью заказать платные услуги '
# '(расклады на картах Таро и оракулах). Предсказания строятся по принципу '
# 'работы бота Печенька с предсказаниями: пользователь выбирает нужную команду'
# 'из списка доступных и получает в ответ случайную карту из выбранной колоды '
# 'и краткую интерпретацию ее значения в контексте ситуации вопрошающего. '
# 'Кроме того, есть раздел с обучающими материалами для начинающих тарологов '
# 'и всех, кто интересуется предсказательными практиками.'
